export const articles = [
    {
        'id': '00000000001',
        'date': '2016-06-09T15:03::23.000Z',
        'title': 'Лёгкий истребитель',
        'text': 'Лёгкий истребитель - это манёвренный корабль, который можно найти почти на каждой планете. Затраты на него не особо велики, однако щитовая мощность и вместимость очень малы.',
        'comments': [
            {
                'id': 1,
                'user': 'Сергей Сухоруков',
                'text': 'Скорострел от Крейсер: 6'
            },
            {
                'id': 2,
                'user': 'Иван Петров',
                'text': 'Скорострел от Линейный крейсер: 5',
            },
            {
                'id': 3,
                'user': 'Аня Васильева',
                'text': 'Скорострел от Звезда смерти: 1250',
            }
        ]
    },
    {
        'id': '00000000002',
        'date': '2016-06-11T14:15::23.000Z',
        'title': 'Звезда смерти',
        'text': 'Звезда смерти оснащена гравитонной пушкой, которая может уничтожать все типы кораблей и даже луны. Для производства достаточного количества энергии, звезда смерти практически полностью состоит из генераторов. Только огромные звёздные империи имеют достаточно ресурсов и работников для строительства этого огромного корабля.',
        'comments': [
            {
                'id': 1,
                'user': 'Сергей Сухоруков',
                'text': 'Скорострел против Большой транспорт: 250',
            },
            {
                'id': 2,
                'user': 'Владимир Путин',
                'text': 'Скорострел против Солнечный спутник: 1250',
            },
            {
                'id': 3,
                'user': 'Ксения Кириленко',
                'text': 'Скорострел против Ионное орудие: 100'
            }
        ]
    },
    {
        'id': '00000000003',
        'date': '2015-06-11T14:15::23.000Z',
        'title': 'Крейсер',
        'text': 'Крейсеры почти втрое сильней защищены, чем тяжёлые истребители, а по огневой мощи они превосходят тяжёлые истребители более, чем в два раза. К тому же они очень быстры.',
        'comments': [
            {
                'id': 1,
                'user': 'Макс Фрай',
                'text': 'Скорострел от Линейный крейсер: 4',
            },
            {
                'id': 2,
                'user': 'Билл Гейтс',
                'text': 'корострел против Лёгкий истребитель: 6',
            },
            {
                'id': 3,
                'user': 'Оксана Бондарчук',
                'text': 'Скорострел против Ракетная установка: 10'
            }
        ]
    }
]